var here = require('here').here;
const story = [here(/*
花さかじじい
<break time="2s"/>

むかし、むかし、あるところに、おじいさんとおばあさんがいました。
正直なおじいさんとおばあさんでしたけれど、子どもがないので、飼犬のシロを、ほんとうの子どものようにかわいがっていました。シロも、おじいさんとおばあさんに、それはよくなついていました。
おとなりにも、じいさんとおばあさんがいましたが、こちらは欲ばりのじいさんとばあさんでした。ですから、おとなりのシロをに嫌って、いつもいじのわるいことばかりしていました。
ある日、正直なおじいさんが、いつものように鍬をかついで、畑をほりかえしていますと、シロも一緒についてきて、そこらをくんくんかぎまわっていましたが、ふと、おじいさんのすそをくわえて、畑のすみの、大きなえのきの木の下までつれて行って、前足で土をかき立てながら、
+1f「ここほれ、ワン、ワン。
　ここほれ、ワン、ワン」
となきました。
「なんだな、なんだな」
と、おじいさんはいいながら、鍬を入れてみますと、かちりと音がして、穴のそこできらきら光るものがありました。
ずんずんほって行くと、小判がたくさん、出てきました。おじいさんはびっくりして、大きな声でおばあさんをよびたてて、えんやら、えんやら、小判をうちのなかへはこび込みました。
正直なおじいさんとおばあさんは、きゅうにお金持ちになりました。


<break time="1500ms"/>

すると、おとなりの欲ばりじいさんが、それをきいてたいへんうらやましがって、さっそくシロをかりにきました。
正直おじいさんは、人がいいものですから、うっかりシロをかしてやりますと、欲ばりじいさんは、いやがるシロの首になわをつけて、ぐんぐん、畑のほうへひっぱって行きました。
-2「おれの畑にも小判がうまっているはずだ。さあ、どこだ、どこだ」
といいながら、よけいつよくひっぱりますと、シロは苦しがって、やたらに、そこらの土をひっかきました。欲ばりじいさんは、
-2「うん、ここか。しめたぞ、しめたぞ」
といいながら、ほりはじめましたが、ほっても、ほっても出てくるものは、石ころやかわらのかけらばかりでした。それでもかまわず、やたらにほって行きますと、ぷんとくさいにおいがして、きたないものが、うじゃうじゃ、出てきました。欲ばりじいさんは、「くさい」とさけんで、鼻をおさえました。
そうして、腹立ちまぎれに、いきなり鍬をふり上げて、シロのあたまから打ちおろしますと、かわいそうに、シロはひと声、+2f「きゃん」とないたなり、死んでしまいました。
正直おじいさんとおばあさんは、あとでどんなにかなしがったでしょう。
けれども死んでしまったものはしかたがありませんから、涙をこぼしながら、シロの死骸を引きとって、お庭のすみに穴をほって、ていねいにうずめてやって、お墓の代りにちいさいまつの木を一本、その上にうえました。
するとそのまつが、みるみるそだって行って、やがてりっぱな大木になりました。
「これはシロの形見だ」
こうおじいさんはいって、そのまつを切って、臼をこしらえました。そうして、
「シロはおもちがすきだったから」
といって、臼のなかにお米を入れて、おばあさんとふたりで、
「ぺんたらこっこ、ぺんたらこっこ」
と、つきはじめますと、ふしぎなことに、いくらついてもついても、あとからあとから、お米がふえて、みるみる臼にあふれて、そとにこぼれ出して、やがて、台所いっぱいお米になってしまいました。


<break time="1500ms"/>
お話の続きを聞きますか？
*/),here(/*

するとこんども、おとなりの欲ばりじいさんとおばあさんがそれを知ってうらやましがって、またずうずうしく臼をかりにきました。人のいいおじいさんとおばあさんは、こんどもうっかり臼をかしてやりました。
臼をかりるとさっそく、欲ばりじいさんは、臼のなかにお米を入れて、おばあさんをあいてに、
-2「ぺんたらこっこ、ぺんたらこっこ」
と、つきはじめましたが、どうしてお米がわき出すどころか、こんどもぷんといやなにおいがして、なかからうじゃうじゃ、きたないものが出てきて、臼にあふれて、そとにこぼれ出して、やがて、台所いっぱい、きたないものだらけになりました。
欲ばりじいさんは、またかんしゃくをおこして、臼をたたきこわして、薪にしてしまいました。
正直おじいさんは、臼を返してもらいに行きますと、灰になっていましたから、びっくりしました。
でも、もしてしまったものはしかたがありませんから、がっかりしながら、ざるのなかに、のこった灰をかきあつめて、しおしおうちへ帰りました。
「おばあさん、シロのまつの木が、灰になってしまったよ」
こういっておじいさんは、お庭のすみのシロのお墓のところまで、灰をかかえて行ってまきますと、どこからか、すうすうあたたかい風が吹いてきて、ぱっと、灰をお庭いっぱいに吹きちらしました。
するとどうでしょう、そこらに枯れ木のまま立っていたうめの木や、さくらの木が、灰をかぶると、みるみるそれが花になって、よそはまだ冬のさなかなのに、おじいさんのお庭ばかりは、すっかり春げしきになってしまいました。
おじいさんは、手をたたいてよろこびました。
「これはおもしろい。ついでに、いっそ、ほうぼうの木に花を咲かせてやりましょう」
そこで、おじいさんは、ざるにのこった灰をかかえて、
「花さかじじい、花さかじじい、日本一の花さかじじい、枯れ木に花を咲かせましょう」
と、往来をよんであるきました。
すると、むこうから殿さまが、馬にのって、おおぜい家来をつれて、狩から帰ってきました。
殿さまは、おじいさんをよんで、
+1s「ほう、めずらしいじじいだ。ではそこのさくらの枯れ木に、花を咲かせて見せよ」
といいつけました。おじいさんは、さっそくざるをかかえて、さくらの木に上がって、
+0s「金のさくら、さらさら。
　銀のさくら、さらさら」
といいながら、灰をつかんでふりまきますと、みるみる花が咲き出して、やがていちめん、さくらの花ざかりになりました。殿さまはびっくりして、
+1s「これはみごとだ。これはふしぎだ」
といって、おじいさんをほめて、たくさんにごほうびをくださいました。
するとまた、おとなりの欲ばりじいさんが、それをきいて、うらやましがって、のこっている灰をかきあつめてざるに入れて、正直おじいさんのまねをして、
-2「花さかじじい、花さかじじい、日本一の花さかじじい、枯れ木に花を咲かせましょう」
と、往来をどなってあるきました。
するとこんども、殿さまがとおりかかって、
+1s「こないだの花さかじじいがきたな。また花を咲かせて見せよ」
といいました。欲ばりじいさんは、とくいらしい顔をしながら、灰を入れたざるをかかえて、さくらの木に上がって、おなじように、
-2「金のさくら、さらさら。
　銀のさくら、さらさら」
ととなえながら、やたらに灰をふりまきましたが、いっこうに花は咲きません。
すると、どっとひどい風が吹いてきて、灰は遠慮なしに四方八方へ、ばらばら、ばらばらちって、殿さまやご家来の目や鼻のなかへはいりました。
そこでもここでも、目をこするやら、くしゃみをするやら、あたまの毛をはらうやら、たいへんなさわぎになりました。殿さまはたいそうお腹立ちになって、
+1s「にせものの花さかじじいにちがいない。ふとどきなやつだ」
といって、欲ばりじいさんを、しばらせてしまいました。
じいさんは、-2「ごめんなさい。ごめんなさい」といいましたが、とうとう牢屋へつれて行かれました。


<break time="2s"/>
おしまい
*/)
];

module.exports = story;
