var here = require('here').here;
const story = [here(/*
こぶとりじいさん
<break time="2s"/>

むかしむかし、ある所に、一人のおじいさんがいました。右のほおにぶらぶら大きな瘤をぶら下げて、いつもじゃまそうにしていました。
ある日、おじいさんは山へ木を切りに行きました。にわかにひどい大あらしになって、イナズマがぴかぴか光って、ごろごろ雷が鳴り出しました。
そのうち雨がざあざあ降ってきて、うちへ帰るにも帰れなくなりました。どうしようかと思って見回しますと、そこに大きな木のうろを見つけました。
しかたがありませんから、その中に入って、雨の小降りになるのを待っているうちに、いつか日はとっぷりくれてしまいました。
深い山の中には、もうきこりの木を切る音もしません。木のうろの外は、一面真っ暗やみの中に、すさまじいあらしが、うなり声を立てて通っていくだけです。
おじいさんはこわくって、こわくって、たまらないので、夜通し目も合わずに、うろの中に小さくなっておりました。
夜中になって、雨がだんだん小降りになり、やがてあらしがぱったりやみますと、はるか高い山の上から、なんだか大ぜいがやがや騒ぎながら、下りてくる声がしました。
おじいさんは今まで一人ぼっちで、寂しくってたまらなかったところですから、声を聞くとやっと生き返ったような気がしました。
「やれやれ、お連れが出来て有り難い。」
といいながら、そっとうろの中から顔を出してのぞいてみますと、まあどうでしょう、それは人ではなくって、ふしぎな化け物が、何十人となくぞろぞろ出てくるのです。
青い着物を着た赤鬼もいました。赤い着物を着た黒オニもいました。それが山猫の目のようにきらきら光る明かりを先に立てて、どやどや下りてくるのです。
おじいさんは肝をつぶして、またうろの中へ首を引っ込めてしまいました。そしてぶるぶるふるえながら、小さくなって息を殺していました。
鬼どもはやがて、おじいさんの居るうろの前まで来ますと、がやがやいいながら、みんなそこに立ち止まってしまいました。
おじいさんは、「おやおや。」と思いながら、いよいよ小さくなっていますと、そのうちのおかしららしいのが、真ん中に座ってその右と左へ、外の鬼たちがずらりと二かわに並びました。
よく見ると目の一つしかないのや、口のまるでないのや、鼻の欠けたのや、それはそれは何ともいえない気味の悪い顔をした、いろいろな化け物が押しくらをしておりました。
そのうちお酒が出ますと、みんなお互いに土器のお杯をうけたり、さしたり、まるで人間のするとおりの、楽しそうなお酒盛りがはじまりました。
お杯の数がだんだん重なるうちに、おかしららしい鬼は、だれよりもよけいに酔って、さもおもしろそうに笑いくずれていました。
するとしも座の方から、一人の若い鬼が立ってきて、お三方の上に食べ物をのせて、おそるおそるおかしらの鬼の前へ持って出ました。
そして何かわけの分からないことをしきりにいっているようです。おかしらの鬼もお杯を左の手に持って、おもしろそうに笑いながら聞いています。その様子は少しも人間と違ったところはありません。
やがておかしらは、
-2「さあだれか歌を歌う者はないか。踊りを踊る者はないか。」
といって、そこらを見回しました。

<break time="1500ms"/>
お話の続きを聞きますか？
*/),here(/*

やがておかしらのそばに座っていた鬼が、出し抜けに大きな声で歌を歌い出しました。
するとさっきの若い鬼も、すその方から前へ飛び出してきて、さんざん踊りを踊って引っ込みました。
それから代わる代わるしも座の方から、一人一人違った鬼が立ってきて、同じように踊りを踊りました。
中には上手に踊ってほめられる者もあれば、ぶきような踊り方をして、みんなに笑われる者もありました。踊りがすむたんびに、人形がぱちぱち手をたたいて、
+1「よいよい。」
とはやしました。
おかしらの鬼はその時、さもゆかいそうに高笑いをして、
-2「あっはっはっ。おもしろい、おもしろい。今夜のようなゆかいな宴会ははじめてだ。だがついでにだれか、もっとめずらしい踊りを踊って見せる者はないか。」
といいました。
おじいさんはさっきから、木のうろの中で体をこごめながら、それでもこわいもの見たさに、首だけのばして外の様子をのぞいていました。
そのうちに、いったいがひょうきんなおじいさんのことですから、いつかこわいのも何も忘れてしまって、見世物でも見ている気で、おもしろがって鬼の踊りを見物していました。
するうちに自分もだんだん浮かれ出してきて、今のおかしらの鬼のいったことばが耳に入ると、自分もひとつ飛び出して、踊りを踊ってみたくなりました。
しかしうっかり飛び出していって、一口にあんぐりやられては大へんだと、一度は思い返して一生懸命がまんしていましたが、そのうち鬼どもがおもしろそうに手をたたいて、拍子をとり出しますと、もうたまらなくなって、
「ええ、かまうものか。出て踊ってやれ。食われて死んだらそれまでだ。」
とすっかり度胸をきめて、腰にきこりの斧をさして、烏帽子をずるずるに鼻の頭までかぶったまま、
+0s「よう、こりゃこりゃ。」
といいながら、ひょっこりおかしらの鬼の鼻先へ飛び出しました。
あんまり出し抜けだものですから、こんどはおじいさんよりは、鬼の方がびっくりしてしまいました。
-2f「何だ。何だ。」
-1f「人間のじじいじゃないか。」
といいながら、みんなはそう立ちになって騒ぎました。
おじいさんはもうすましたもので、一生懸命、のびたり、ちぢんだり、縦になり、横になり、左へ行き、右へ行き、くるりくるりと木ねずみのように、元気よくはね回りながら、
+0s「よう、こりゃこりゃ。」
とお酒に酔ったような声を出して、さもおもしろそうに踊りました。
だんだん鬼どももみんな釣り込まれて、いっしょに手拍子を合わせながら、
-1「うまいぞ、うまいぞ。」
+2「しっかりやれ。」
こんなことをいいながら、はちきれそうな大笑いをして、おじいさんの踊りに夢中になっていました。
踊りがすむと、おかしらも感心して、おじいさんに、
-2「こんなおもしろい踊りははじめてだ。じいさん、明日の晩も来て、踊りを踊るのだぞ。」
といいました。
おじいさんはとくいになって、
「へえへえ、おいいつけがなくともきっとまいりますよ。今晩は何しろ急なことで、おけいこをして来ませんでしたから、明日の晩までには、ゆっくりおさらいをしてまいりましょう。」
こういうと、その時右手の三ばんめに座っていた鬼が口を出して、
-1「いいや、ああは言っても、その場になると横着をきめて出てこないかも知れません。約束を違えさせないために、何か、質に取っておいてはどうでしょう。」
といいました。
おかしらは、
-2「なるほどそれはいいだろう。」
とうなずきました。
-1「それでは何がいいだろう。何を取り上げておいたものだろう。」
と鬼どもは、わいわい相談をはじめました。
+2「烏帽子がいい。」という者もありました。
-1「斧はどうだ。」という者もありました。
おかしらはみんなの騒ぐのを止めて、
-2「いや、何よりもいちばん、あのじいさんのほおの瘤を取るのがいいだろう。瘤は福のあるものだから、じいさんのいちばんだいじなものに違いない。」
といいました。
おじいさんは心の中では、「しめた。」と思いながら、わざとびっくりしたふうをして、
「おやおや、とんでもないことをおっしゃいます。目玉を抜かれましても、鼻を切られましても、この瘤を取ることだけはどうかごかんべん下さいまし。
長年の間、わたくしが宝のようにしてぶら下げている、だいじなだいじな瘤でございますから、これを取り上げられましては、ほんとうに困ってしまいます。」
といいました。
鬼のおかしらはこれを聞くと、
-2「それ見ろ。あのとおり惜しがっている瘤だ。あれに限る、取り上げておけ。」
といいました。
手下の鬼はすぐそばへ寄ってきて、
-1「それ、とるぞ。」
といいながら、ぽきりと瘤をねじ切ってしまいました。でも少しも痛くはありませんでした。
ちょうどその時、夜が明けて、からすがかあかあ鳴きました。
-1f「やあ、大へん。」
鬼どもはびっくりして、立ち上がりました。
-2f「明日の晩はきっと来い、瘤を返してやるから。」
こういいながら、みんなあわててどこかへ消えていきました。
おじいさんはその後で、そっと顔をなでてみました。そうすると、長年じゃまにしていた大きな瘤がきれいに無くなって、後はふいて取ったようにつるつるしていました。
「これは有り難い。ふしぎなこともあるものだ。」
おじいさんはうれしくってたまらないので、早くおばあさんに見せてよろこばしてやろうと、首を振り振り、急いでうちまで駆けて帰りました。
おばあさんは、おじいさんの瘤がきれいに取れているので、びっくりして、
+1「おや、瘤をどこへやったのです。」
と聞きました。おじいさんはこういうわけで、鬼が質に取って行ったのだといいました。おばあさんは、
+1「まあ、まあ。」
といって、目をまるくしておりました。

<break time="1500ms"/>
お話の続きを聞きますか？
*/),here(/*

さてこのお隣のうちにも、これは左のほおに、やはり同じような瘤のあるおじいさんがありました。おじいさんの瘤のいつの間にか無くなったのを見て、ふしぎそうに、
-1「おじいさん、おじいさん、あなたの瘤はどこへいきました。だれか上手なお医者さまに切ってもらったのですか。どこだかそのお医者さまのうちを教えて下さい。わたしも行って取ってもらいましょう。」
とうらやましそうにたずねました。
おじいさんは、
「なあに、これはお医者さまに切ってもらったのではありません。ゆうべ山の中で鬼が取っていったのです。」
といいました。
するとお隣のおじいさんはひざを乗り出して、
-1「それはいったいどういうわけです。」
と、びっくりした顔をしました。
そこでおじいさんは、こういうわけで踊りを踊ったら、後で質に取られたのだといって、くわしい話をしました。お隣のおじいさんは、
-1「いいことを聞いた。ではわたしもさっそく行って踊りを踊りましょう。おじいさん、その鬼の来る所がどこだか、教えておくんなさい。」
といいました。
「ああ、いいとも。」
とおじいさんはいって、くわしく道を教えてやりました。
おじいさんは大そうよろこんで、あたふた山へ出ていきました。そして教わった木のうろの中へ入って、こわごわ鬼の来るのを待っていました。
なるほど、話に聞いたとおり、夜中になると、何十人となく青い着物を着た赤鬼や、赤い着物を着た黒鬼が、貂の目のようにきらきら光る明かりをつけて、がやがやいいながら出てきました。
やがてみんなはゆうべのように木のうろの前に座って、にぎやかなお酒盛りをはじめました。
その時おかしらの鬼が、
-2「どうした。ゆうべのじいさんはまだ来ないか。」
といいました。
+2「どうした、じじい、早く出てこい。」
手下の鬼どももわいわいいいました。
お隣のおじいさんは、それを聞いて、-1「ここだ。」と思って、こわごわうろの中からはい出しました。
するとひとりの鬼が目ばやく見つけて、
-1f「やあ、来ました、来ました。」
といいました。
おかしらは大よろこびで、
-2「おお、よく来た。さあ、こっちへ出て、踊れ、踊れ。」
と声をかけました。
おじいさんは、おっかなびっくり立ち上がって、見るからぶきような手つきをして、でたらめな踊りを踊りました。おかしらの鬼はふきげんな顔をして、
-2「今日の踊りは何だ。まるでまずくって見ていられない。もういい。帰れ、帰れ。おい、じじいに、ゆうべのあずかりものを返してやれ。」
とかんしゃくごえでいいました。
すると、しも座の方から若い鬼が、あずかっていた瘤を持って出て、
+2「それ、返すぞ。」
とわめきながら、瘤のない右のほおへぽんとたたきつけました。
お隣のおじいさんは、
-1「あっ。」
とさけびましたが、もう追っつきませんでした。両方のほおに二つ瘤をぶら下げて、おいおい泣きながら、山を下って行きました。


<break time="2s"/>
おしまい
*/)
];

module.exports = story;
