var here = require('here').here;
const story = [here(/*
猿蟹合戦
<break time="2s"/>

むかしむかし、あるところに、猿と蟹がいました。
ある日、猿と蟹はお天気がいいので、連れだって遊びに出ました。その途中、やまみちで猿は柿の種を拾いました。またしばらく行くと、川のそばで蟹はおむすびを拾いました。蟹は、
+1「こんないいものを拾った。」
と言って猿に見せますと、猿も、
-1「わたしだってこんないいものを拾った。」
と言って、柿の種を見せました。けれど猿はほんとうはおむすびがほしくってならないものですから、蟹に向かって、
-1「どうだ、この柿の種と取りかえっこをしないか。」
と言いました。
+1「でもおむすびの方が大きいじゃないか。」
と蟹は言いました。
-1「でも柿の種は、まけば芽が出て木になって、おいしい実がなるよ。」
と猿は言いました。そう言われると蟹も種がほしくなって、
+1「それもそうだなあ。」
と言いながら、とうとう大きなおむすびと、小さな柿の種とを取りかえてしまいました。猿はうまく蟹をだましておむすびをもらうと、見せびらかしながらうまそうにむしゃむしゃ食べて、
-1「さようなら、蟹さん、ごちそうさま。」
と言って、のそのそ自分のうちへ帰っていきました。

<break time="1500ms"/>
お話の続きを聞きますか？
*/),here(/*

蟹は柿の種をさっそくお庭にまきました。そして、

+1「早く芽を出せ、柿の種。
出さぬと、はさみでちょん切るぞ。」

と言いました。すると間もなく、かわいらしい芽がにょきんと出ました。
蟹はその芽に向かって毎日、

+1「早く木になれ、柿の芽よ。
ならぬと、はさみでちょん切るぞ。」

と言いました。すると柿の芽はずんずんのびて、大きな木になって、枝が出て、葉が茂って、やがて花が咲きました。
蟹はこんどはその木に向かって毎日、

+1「早く実がなれ、柿の木よ。
ならぬと、はさみでちょん切るぞ。」

と言いました。すると間もなく柿の木にはたくさん実がなって、ずんずん赤くなりました。それを下から蟹は見上げて、
+1「うまそうだなあ。早く一つ食べてみたい。」
といって、手をのばしましたが、背がひくくってとどきません。こんどは木の上に登ろうとしましたが、横ばいですからいくら登っても登っても落ちてしまいます。とうとう蟹もあきらめて、それでも毎日、くやしそうに下からながめていました。
するとある日、猿が来て、鈴なりになっている柿を見上げてよだれをたらしました。そしてこんなにりっぱな実がなるなら、おむすびと取りかえっこをするのではなかったと思いました。それを見て蟹は、
+1「猿さん、ながめていないで、登って取ってくれないか。お礼には柿を少し上げるよ。」
と言いました。猿は、
-1「しめた。」
と、言わんばかりの顔をして、
-1「よしよし、取って上げるから待っておいで。」
と言いながら、するする木の上に登っていきました。そして枝と枝との間にゆっくり腰をかけて、まず一つ、うまそうな赤い柿をもいで、わざと、-1「どうもおいしい柿だ。」と言い言い、むしゃむしゃ食べはじめました。蟹はうらやましそうに下でながめていましたが、
+1「おい、おい、自分ばかり食べないで、早くここへもほうっておくれよ。」
と言いますと、猿は、-1「よし、よし。」と言いながら、わざと青い柿をもいでほうり出しました。蟹はあわてて拾って食べてみますと、それはしぶくって口がまがりそうでした。蟹が、
+1「これこれ、こんなしぶいのはだめだよ。もっとあまいのをおくれよ。」
と言いますと、猿は-1「よし、よし。」と言いながら、もっと青いのをもいで、ほうりました。蟹が、
+1「こんどもやっぱりしぶくってだめだ。ほんとうにあまいのをおくれよ。」
と言いますと、猿はうるさそうに、
-1「よし、そんならこれをやる。」
と言いながら、いちばん青い硬いのをもいで、あおむいて待っている蟹の頭をめがけて力いっぱい投げつけますと、蟹は、+1「あっ。」と言ったなり、ひどく甲羅をうたれて、目をまわして、死んでしまいました。猿は、-1「ざまをみろ。」と言いながら、こんどこそあまい柿を一人じめにして、おなかのやぶれるほどたくさん食べて、その上、両手にかかえきれないほど持って、あとをも見ずにどんどん逃げて行ってしまいました。
猿が行ってしまったあとへ、そのときちょうど裏の小川へ友だちと遊びに行っていた子がにが帰って来ました。見ると柿の木の下に親がにが甲羅をくだかれて死んでいます。子がにはびっくりしておいおい泣き出しました。泣きながら、+2「いったいだれがこんなひどいことをしたのだろう。」と思ってよく見ますと、さっきまであれほどみごとになっていた柿がきれいになくなって、青い青いしぶ柿ばかりが残っていました。
+2「じゃあ、猿のやつが殺して、柿を取っていったのだな。」
と蟹はくやしがって、またおいおい泣き出しました。
するとそこへ栗がぽんとはねて来て、
+1「蟹さん、蟹さん、なぜ泣くの。」
と聞きました。子がには、猿が親がにを殺したから、かたきを討ちたいと言いますと、栗は、
+1「にくい猿だ。よしよし、おじさんがかたきをとってやるから、お泣きでない。」
と言いました。
それでも子がには泣いていますと、こんどは蜂がぶんとうなって来て、
+1f「蟹さん、蟹さん、なぜ泣くの。」
と聞きました。
子がには猿が親がにを殺したから、かたきを討ちたいと言いました。すると蜂も、
+1f「にくい猿だ。よしよし、おじさんがかたきをとってやるから、お泣きでない。」
と言いました。
それでも子がにがまだ泣いていますと、こんどは昆布がのろのろすべって来て、
-1s「蟹さん、蟹さん、なぜ泣くの。」
と聞きました。
子がには猿が親がにを殺したから、かたきを討ちたいと言いました。すると昆布も、
-1s「にくい猿だ。よしよし、おじさんがかたきをとってやるから、お泣きでない。」
と言いました。
それでも子がにがまだ泣いていますと、こんどは臼がころころころがって来て、
-2s「蟹さん、蟹さん、なぜ泣くの。」
と聞きました。
子がには猿が親がにを殺したから、かたきを討ちたいと言いました。すると臼も、
-2s「にくい猿だ。よしよし、おじさんがかたきをとってやるから、お泣きでない。」
と言いました。
子がにはこれですっかり泣きやみました。栗と蜂と昆布と臼とは、みんなよって、かたき討ちの相談をはじめました。

<break time="1500ms"/>
お話の続きを聞きますか？
*/),here(/*

相談がやっとまとまると、臼と昆布と蜂と栗は、子がにを連れて猿のうちへ出かけて行きました。猿はたんと柿を食べて、おなかがくちくなって、おなかこなしに山へでも遊びに行ったとみえて、うちにはいませんでした。
-2s「ちょうどいい。この間にみんなでうちの中にかくれて待っていよう。」
と臼が言いますと、みんなはさんせいして、いちばんに栗が、
+1「わたしはここにかくれよう。」
と言って、炉の灰の中にもぐり込みました。
+1f「わたしはここだよ。」
と言いながら、蜂は水がめの陰にかくれました。
-1s「わたしはここさ。」
と、昆布は敷居の上に長々と寝そべりました。
-2s「じゃあ、わたしはここに乗っていよう。」
と臼は言って、かもいの上にはい上がりました。
夕方になって、猿はくたびれて、外から帰って来ました。そして炉ばたにどっかり座り込んで、
-1「ああ、のどが渇いた。」
と言いながら、いきなりやかんに手をかけますと、灰の中にかくれていた栗がぽんとはね出して、とび上がって、猿の鼻面を力まかせにけつけました。
<prosody pitch="low" volume="x-loud"><p>「あつい！」</p></prosody>
と猿はさけんであわてて鼻面をおさえて、台所へかけ出しました。そしてやけどをひやそうと思って、水がめの上に顔を出しますと、陰から蜂がぶんととび出して、猿の目の上をいやというほど刺しました。
<prosody pitch="low" volume="x-loud">「いたい！」</prosody>
と猿はさけんで、またあわてておもてへ逃げ出しました。逃げ出すひょうしに、敷居の上に寝ていた昆布でつるりとすべって、腹んばいに倒れました。その上に臼が、どさりところげ落ちて、うんとこしょと重しになってしまいました。
猿は赤い顔をありったけ赤くして苦しがって、うんうんうなりながら、手足をばたばたやっていました。
そのとき、お庭の隅から子がにがちょろちょろはい出してきて、
+2「親のかたき、覚えたか。」
と言いながら、はさみをふり上げて、猿の首をちょきんとはさみではさんでしまいました。

<break time="2s"/>
おしまい
*/)
];

module.exports = story;
